Repository: OpenE2/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ru

source: Block or unlock skins.
ru: Активация

source: Block or unblock the neoboot skin display in the system skin.
ru: Блокировать или разблокировать отображение скина в скине системы neoboot.

source: NeoBoot successfully updated list tv. Have fun !!
ru: NeoBoot успешно обновил список тв. Пользуйтесь !!

source: NeoBoot successfully updated IPTVPlayer. Have fun !!
ru: NeoBoot успешно обновил IPTVPlayer. Пользуйтесь !!

source: Installing new neoboot software, only recommended from Flash!!! ---Continue ?---
ru: Установка нового программного обеспечения neoboot, рекомендуется только от Flash!!! ---Продолжить ?---

source: Resignation.
ru: Отставка.

source: Re-installing the kernel. Install?
ru: Переустановить ядро. Устанавливать?

source: Select Yes to lock or No to unlock. %s ?
ru: Выбор: Да - заблокировать, Выбор: Нет - разблокировать. %s ?

source: Confirmation...
ru: Подтверждение...

source: Sorry, not find skin neoboot.
ru: Извините, не нашел скин в neoboot.

source: Sorry, the operation is not possible from Flash
ru: Извините, операция невозможна из Flash

source: [NeoBoot]Please wait, updating in progress ...
ru: Пожалуйста, подождите, идет обновление ...

source: If you choose Yes, the Multibot image settings will be restored and only uninstalled. You can reinstall it
ru: Если вы выберете Да, настройки neoboot - образа будут восстановлены и только удалены. Вы можете переустановить его

source: Do you really want to clear
ru: Вы действительно хотите очистить

source: Wait, deleting .....
ru: Подождите, удалив .....

source: Deleting downloaded image zip files ....
ru: Удаление загруженных zip-файлов изображений ....

source: Make copies of the image: %s now ?
ru: Создать копии имиджа: %s сейчас же ?

source: Backup confirmation
ru: Резервное копирования

source: Please wait, NeoBoot is working, the backup may take a few moments, the process is in progress ...
ru: Пожалуйста, подождите, NeoBoot работает, резервное копирование может занять несколько минут, процесс идет ...

source: NeoBoot: Image Backup
ru: NeoBoot: резервное копирование изображений

source: After successful launch of the selected software you must run the neoboot plugin if the software does not start or neoboot is not confirmed the system will return to the internal flash memory Press OK or exit on the remote control to continue...
ru: После успешного запуска выбранного программного обеспечения Вы должны запустить плагин neoboot если программное обеспечение не запускается или neoboot не подтверждается система вернется во внутреннюю флэш-память Нажмите OK или выйдите на пульте дистанционного управления, чтобы продолжить...

source: First start of software
ru: Первый запуск программного обеспечения

source: To use the new skin please restart enigma2
ru: Чтобы использовать новый скин, пожалуйста, перезапустите enigma2

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
ru: NeoBoot был успешно обновлен.Теперь вы можете перезагрузить плагин. Пользуйтесь !!

source: NeoBoot v.%s - Install new image
ru: NeoBoot v.%s - Установить новый имидж

source: Copy config SoftCam ?
ru: Копировать SoftCam.key

source: Catalog %sImagesUpload directory is empty Please upload the image files in zip or nfi formats to install
ru: Каталог %sImagesUpload каталог пуст Пожалуйста, загрузите файлы имиджа в zip или nfi форматах для установки

source: ...............NEOBOOT - REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT - REBOOT............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............NeoBoot REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NeoBoot REBOOT............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............NEOBOOT >> Reboot............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT >> Reboot............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............NEOBOOT-REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT-REBOOT............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............NEOBOOT > REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT > REBOOT............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............NEOBOOT_REBOOT............... Please wait, in a moment the decoder will be restarted...
ru: ...............NEOBOOT_REBOOT............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: ...............REBOOT now............... Please wait, in a moment the decoder will be restarted...
ru: ...............REBOOT now............... Пожалуйста, подождите, через минуту ресивер будет перезапущен...

source: It looks like it that multiboot does not support this STB.
ru: Похоже, что мультизагрузка не поддерживает этот STB.

source: Save the commands and the output to a file? ('%s')
ru: Сохранить команды и вывод в файл? ('%s')

source: Sorry, Unable to install, bad satellite receiver or you do not have the full plug-in version The full version of the NEO VIP plugin is on the forum address: http://all-forum.cba.pl in the VIP section.
ru: Извините, Невозможно установить, плохой спутниковый ресивер или у вас нет полной версии плагина Полная версия плагина NEO VIP находится на адресе форума: http://all-forum.cba.pl в разделе VIP.

source: Installed succesfully NEOBOOT! NeoBoot has detected that the disks have been marked. Recommended total restart of the tuner
ru: NEOBOOT Успешно установлен! NeoBoot обнаружил, что диски были помечены. Рекомендуемый перезапуск тюнера

source: NeoBoot has been installed succesfully! NeoBoot has detected that the disks do not have a label. For correct neo boot operation, please give the disks the name LABEL Recommended total restart of the tuner.
ru: NeoBoot был успешно установлен! NeoBoot обнаружил, что диски не имеют метки. Для корректной работы neoboot, пожалуйста, дайте дискам имя LABEL Рекомендуемый перезапуск тюнера.

source: NeoBoot Install....
ru: NeoBoot Установить....

source: Reboot stb now ?
ru: Перезагрузить тюнер сейчас ?

source: Plugin ImageDownloader not installed! Install plugin to download new image? d---Continue ?---
ru: Плагин ImageDownloader не установлен! Установить плагин для загрузки нового имиджа? d---Продолжить ?---

source: 'Updating ...
ru: 'Обновление ...

source: NeoBoot detected a kernel mismatch in flash, Install a kernel for flash image??
ru: NeoBoot обнаружил несоответствие ядра во флэш-памяти, Установите ядро для флеш-имиджа??

source: NEOBOOT - Please reinstall NeoBoot.... Please wait, done... restart systemu...
ru: NEOBOOT - Пожалуйста, переустановите NeoBoot.... Пожалуйста, подождите, готово... перезагрузить систему...

source: Sorry you can delete only from the image Flash.
ru: Извините, вы можете удалить только из имиджа Flash.

source: Capacity :
ru: Вместимость :

source: Free Space :
ru: Свободное место :

source: The tuner is not supported by NeoBoot. Contact the author. No proper STB for installation !!!!
ru: Тюнер не поддерживается NeoBoot. Связаться с автором. Нет правильного STB для установки !!!!

source: Каталог /media / neoboot/ImagesUpload пуст! Please upload the image files in .ZIP or .NFI formats to install.
ru: Katalog /media/neoboot/ImagesUpload jest PUSTY! Пожалуйста, загрузить файлы, изображения в формате.ZIP или .NFI и повторите установку.
