Repository: OpenE2/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ru

source: %sBlock Count: %s
ru: %s Количество блоков: %s

source: %sBlock Size: %s
ru: %s Размер блока: %s

source: %sData Block Count: %s
ru: %s Количество Блоков Данных: %s

source: %sErase Count Header
ru: %s Удаление заголовка счетчика

source: %sFile Offset: %s
ru: %s Смещение файла: %s

source: %sFirst UBI PEB Number: %s
ru: %s Первый номер: UBI PEB: %s

source: %sImage Sequence Num: %s
ru: %s Номер последовательности изображения: %s

source: %sInternal Volume Block Count: %s
ru: %s Внутренний объем блоков: %s

source: %sInternal Volume: %s
ru: %s Внутренний объем: %s

source: %sIs Valid: %s
ru: %s Это правильно: %s

source: %sIs Volume Table: %s
ru: %sIs Таблица объема: %s

source: %sLEB Size: %s
ru: %s Размер LEB: %s

source: %sLayout Block Count: %s
ru: %s Расположение числа блоков: %s

source: %sName: %s
ru: %s Имя: %s

source: %sPEB Range: %s - %s
ru: %s Диапазон PEB: %s - %s

source: %sPEB Size: %s
ru: %s Размер PEB: %s

source: %sTotal Block Count: %s
ru: %s Общее количество блоков: %s

source: %sUnknown Block Count: %s
ru: %s Неизвестное количество блоков: %s

source: %sVID Header Header
ru: %s Заголовок заголовок VID

source: %sVolume Name:%s
ru: %s Название объема:%s

source: %sVolume Record
ru: %s Объем загрузки

source: NeoBoot remove complete....
ru: NeoBoot удаление полное...

source: NeoBoot restoring media mounts....
ru: NeoBoot восстановление монтирования....

source: ... q(-_-)p ... NeoBot to function properly need additional packages. Select Yes and wait ... Proces installation may take a few moments ... Install ?
ru: ... q(-_-)p ... NeoBoot для правильной работы ему нужны дополнительные пакеты. Выберите " Да " и подождите.... Установка процесс может занять несколько минут ... Установить ?

source: Completed assembly of disks. To save the setting, switch the STB in deep standby !!! Restart ?
ru: Установка дисков завершена. Чтобы сохранить настройки, переключить приемник в глубокую готовность!!! Перезапустить ?

source: Completely uninstall NeoBota: If you think NeoBot not you need it, you can uninstall it. To uninstall now press the red button on the remote control.
ru: Полностью удалить NeoBoot: Если вы считаете, что NeoBoot вам не нужен, вы можете его удалить. Чтобы удалить сейчас нажмите красную кнопку на пульте дистанционного управления.

source: Delete ?
ru: Удалить ?

source: [NeoBoot] The installation image is ready. Return to test the installed image. Press EXIT!
ru: [NeoBoot]Установка изображения готова.Вернуться к проверке установленного изображения. Нажмите EXIT!

source: [NeoBoot] Zip file unzipped. Installation in progress, please wait ...
ru: [NeoBoot] Zip-файл распакован. Идет установка, пожалуйста, ждите...

source: Available:
ru: Доступная память на диске:

source: NeoBot - Available media:
ru: NeoBoot - Доступные носители данных:

source: Enigma2 During the entire installation process does not restart the receiver !!!
ru: Enigma2 Во время всего процесса установки не перезагружайте ресивер !!!

source: /proc/filesystems
ru: /proc/системные файлы

source: Failed to get model:
ru: Не удалось определить модель:

source: Failed to open /proc/mounts
ru: Не удается открыть /proc/mounts

source: Failed to read /proc/filesystems:
ru: Не можете прочитать/proc/системные файлы:

source: Failed to set %s speed to %s
ru: Не удалось установить %s скорость до %s

source: No mountpoints found?
ru: Не найдена точка монтирования?

source: enumerating block devices...
ru: перечисление блочных устройств...

source: enumerating network mounts...
ru: перечисление сетевых подключенийi...

source: is already installed. Please try another name.
ru: уже установлен. Пожалуйста, попробуйте другое имя.

source: mounting:
ru: монтирование:

source: %sUBI File
ru: %s Файл UBI

source: /dev
ru: /разработка

source: /dev/nomount.%s
ru: /устройство/ не монтируется.%с

source: /model
ru: /модель

source: /part
ru: /часть

source: /proc/mounts
ru: /proc/монтирования

source: /proc/version
ru: /proc/версия

source: /sys/block/
ru: /sys/blok/

source: /vendor
ru: /используемые

source: 1. If you do not have a media formatted with the ext3 or ext4 is open to the Device Manager <Initialize>, select the drive and format it.
ru: 1.Если у вас нет носителя отформатированного в ext3 или ext4, откройте диспетчер устройств <Инициализация>, выберите диск и отформатируйте его.

source: 2. Go to the device manager and install correctly hdd and usb ...
ru: 2.Перейдите в диспетчер устройств и установите правильно hdd и usb ...

source: 2. NeoBot is fully automated
ru: 2.NeoBoot он полностью автоматизирован

source: 3. Install NeoBota on the selected device.
ru: 3.Установите Neobot на выбранное устройство.

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ru: 3.Чтобы установить новые образы в NeoBoocie необходимо загрузить через FTP файл программного обеспечения сжатый в ZIP или NFI в папку: /media/neoboot/ImagesUpload и с пульта дистанционного управления в Neoboot использовать зеленую кнопку <Instalacja>

source: 4. Install the needed packages...
ru: 4.Установить необходимые пакеты...

source: 5. By installing the multiboot images of a different type than for your model STB DOING THIS AT YOUR OWN RISK !!!
ru: 5. Устанавливая образы мультизагрузки другого типа, чем для Вашей модели, STB вы ДЕЛАЕТЕ ЭТО НА СВОЙ страх и РИСК !!!

source: 5. For proper installation XenoBota receiver must be connected to the Internet.
ru: 5. Для правильного монтажа XenoBota приемник должен быть подключен к Интернет.

source: 6. In the event of a problem with the installation cancel and inform the author of the plug of a problem.
ru: 6.При возникновении проблем с установкой отмените и сообщите разработчику плагина о проблеме.

source: 6. The installed to multiboot images, it is not indicated update to a newer version.
ru: 6. Установленные для мультизагрузки образы, не указано обновление до более новой версии.

source: After selecting OK start Mounting Manager, option Mount - green
ru: После выбора OK запустите Диспетчер установки опцию Монтировать - зеленый

source: Are you sure you want to completely remove NeoBoota of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
ru: Вы уверены, что хотите полностью удалить Neoboot из своего приемника? Если вы выберете да, все каталоги Neoboot будут удалены. Будут восстановлены исходные параметры имиджа, flash.

source: Backup
ru: Копировать-резерв

source: Backup Confirmation
ru: Подтверждение резервного копирования

source: Backup Image
ru: Резервное копирование имиджа

source: Backup NeoBoot
ru: Резервное копирование NeoBoota

source: Backup image
ru: Резервное копирование имиджа

source: Before upgrading it is recommended that you make a backup NeoBoot.
ru: Перед обновлением рекомендуется создать резервную копию Neoboot.

source: Boot Image
ru: Запустить имидж

source: Boot new Image directly ?
ru: Запустить установленный имидж?

source: Cancel
ru: Отменить

source: Canceled ... NeoBoot will not work properly !!! NeoBoot works only on VuPlus box, Ultimo4k, Solo4k, Uno4k !!!
ru: Отменено... NeoBoot не будет работать правильно!!! NeoBoot работает только на тюнерах Voplus !!!

source: Canceled start off the image ...
ru: Запуск имиджа отменен...

source: Canceled update.
ru: Отменено обновление.

source: Cancelled
ru: Отменено

source: Cancelled ... Image BlackHole without the module will not work properly !!!
ru: Отменено ... Имидж BlackHole без модуля не будет работать правильно!!!

source: Cancelled ... [meoboot] detected no file vmlinuz.gz. You can not run image BlackHole \ nImage BlackHole without the module will not be work properly !!!
ru: Отменено... [NeoBoot] не обнаружил файл vmlinux.gz. Не удалось запустить имидж BlackHole Имидж BlackHole без модуля не будет работать правильно!!!

source: Cancelled ... neoboot without the module will not work properly !!!
ru: Отменено ... Neoboot без модуля не будет работать должным образом!!!

source: Checking filesystem...
ru: Проверка файловой системы ...

source: Choose option to extract image
ru: Выберите вариант извлечения имиджа

source: Choose what you want to do !
ru: Выберите, что вы хотите сделать !

source: Completed assembly of disks. Return to installation ?
ru: Установка дисков завершена. Вернуться к установке ?

source: Completed update NeoBoot. You need to restart the E2 !!! Restart now ?
ru: Обновление Neoboot завершено. Необходимо перезагрузить E2!!! Перезагрузить сейчас ?

source: Continues mounting equipment...
ru: Продолжается монтаж оборудования...

source: Control menu Neobot
ru: Меню управления Neobot

source: Converting ext3 to ext4...
ru: Преобразование ext3 в ext4...

source: Copy CamdMenager ?
ru: Копировать Менеджер Cam ?

source: Copy Settings to the new Image
ru: Копировать настройки в новый имидж (не рекомендуется)

source: Copy mounting disks ? (Recommended)
ru: Копировать монтирование дисков ? (рекомендуется)

source: Copy network settings LAN-WLAN ?
ru: Копировать сетевые настройки LAN-WLAN ?

source: Copy settings SoftCam ?
ru: Копировать параметры настройки softcam ?

source: Copy the boxbranding ?
ru: Копировать файл boxbranding ?

source: Copy the channel list ?
ru: Копировать список каналов

source: Copy the drivers ? (Recommended only other image.)
ru: Копировать драйверы с lib (только для других имиджей)

source: Copy the extensions plugins ?
ru: Копировать расширения плагина?

source: Copy the kernel of the installed system (recommended only for Vu+) ?
ru: Копировать ядро устанавливаемой системы (рекомендуется только для Vu+) ?

source: Copy the network settings DNS ? (Not recommended for VTi)
ru: Копировать сетевые настройки DNS ?(не рекомендуется для VTi)

source: Copy the system plugins ?
ru: Копировать системный плагин ?

source: Copy the system settings ? (Not recommended)
ru: Копировать Системные настройки (Nie zalecane)

source: Creating filesystem
ru: Создание файловой системы

source: Creating journal
ru: Создание журнала

source: Creating partition
ru: Создание разделов

source: Deep standby
ru: Глубокий режим ожидания

source: Delete
ru: Удалить

source: Delete Confirmation
ru: Подтверждение удаления

source: Delete Image zip after Install ?
ru: Удалить ZIP имиджа после установки

source: Delete password
ru: Удаление пароля

source: Delete the selected image :
ru: Удалить выбранный имидж :

source: Delete the selected image -
ru: Удалить выбранный имидж -

source: Deleting in progress...
ru: Удаление в процессе...

source: Device %s is not mounted
ru: Устройство %s не смонтировано

source: Device Manager
ru: Диспетчер устройств

source: Device Manager encountered an error, disk drives not installed correctly !!!
ru: Диспетчер устройств обнаружил ошибку, диски не были установлены правильно !!!

source: Devices Panel
ru: Панель устройств

source: Do You really want to install NeoBoot in:
ru: Установка Neoboot будет работать полностью автоматически и займет несколько секунд.\n Вы хотите установить Neoboot на выбранный носитель:

source: Do not copy files from Flash to the installed image ?
ru: Не копируйте файлы с Flash в установленное имидж ?

source: Do you want to install ?
ru: Если вы хотите установить ?

source: Do you want to run the manager to mount the drives correctly ?
ru: Вы хотите запустить менеджер, чтобы правильно установить диски?

source: Do you want to run the update now ?
ru: Вы хотите запустить обновление прямо сейчас?

source: Download Image
ru: Загрузка имиджа

source: Download additional images from the network
ru: Скачать дополнительные изображения из сети

source: Download image...
ru: Загрузка имиджа...

source: Downloading available only from the image Flash.
ru: Загрузка доступна только со вспышкой.

source: ERROR: Failed to create /dev/nomount file:
ru: Ошибка: не удалось создать файл / dev / nomount:

source: ERROR: Failed to remove /dev/nomount file:
ru: Ошибка: не удалось удалить файл / dev / nomount:

source: Error Count Header
ru: Количество ошибок заголовка

source: Exit
ru: Выход

source: External
ru: Внешний

source: External (CF)
ru: Внешний (CF)

source: External Storage %s
ru: Внешний жесткий диск %s

source: Extract contents of UBI image.
ru: Извлечь содержимое образа на UBI.

source: Failed to detect Linux version:
ru: Не удается определить версию Linux:

source: Failed to remove path '%s':
ru: Не удалось удалить путь '%s':

source: File path doesn't exist.
ru: Путь к файлу не существует.

source: File to extract contents of.
ru: Файл, для извлечения содержимого..

source: For proper operation NeoBota type device is required USB stick or HDD, formatted on your system files Linux ext3 or ext4..
ru: Для правильной работы NeoBota требуется памяти или usb-hdd, отформатированный в файловой системе Linux ext3 или ext4...

source: GUI needs a restart. Do you want to Restart the GUI now?
ru: Приемник требует перезагрузки.. Хотите ли вы перезагрузить GUI ?

source: Have fun !!!
ru: Всё прошло успешно !!!

source: Help
ru: Помощь

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install NeoBoot
ru: Вот список подключенных устройств в Вашем приемнике Пожалуйста, выберите устройство, на котором вы хотели бы установить Neoboot

source: - Select the software to be installed with the cursor (left or right).
ru: - Выберите программное обеспечение для установки курсором (влево или вправо).

source: - to change, press blue on the remote control.
ru: - чтобы изменить, нажмите синию клавишу на пульте дистанционного управления.

source: - this checking this option on it nothing will be copied from the image flash to the installed image in neoboot.
ru: - после выбора <нет> этой функции ничего не будет скопировано с имиджа-флэш в создаваемый имидж в neoboot.

source: - after selecting this option, the kernel of the installed image will be copied to neoboot, only recommended for STB vuplus
ru: - после выбора этой функции, ядро(kernel) имиджа(Flash) будет скопировано в neoboot, рекомендуется только для STB VU+.

source: - Option to copy channel list from flash to image installed in neoboot.
ru: - функция скопирует список каналов из флеш-памяти в имидж neoboot.

source: - the option transfers mounts to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
ru: - функция передает создаваемому имиджу настройки монтированых устройств в ресивер, рекомендуется только в том случае, если вы устанавливаете имидж другой модели, чем у вас есть.

source: - the option moves files with the settings for lan and wlan.
ru: - функция перемещает файлы с настройками для LAN и WLAN.

source: - Option to copy drivers to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
ru: - функция перемещает драйверы из флеш в создаваемый имидж в neoboot, рекомендуется только в том случае, если вы устанавливаете имидж другого производителя,чем у Вас.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
ru: - функция скопирует настройки имиджа с флеш в имидж, устанавливаемый в neoboot.

source: - po instalacji, opcja kasuje plik zip image z katalogu ImagesUpload.
ru: - после установки, функция удаляет файл .zip имиджа с папки ImagesUpload.

source: - the option in some cases repairs the File Transfer Protocol connection in the installed image.
ru: - функция в некоторых случаях восстанавливает соединение по протоколу передачи файлов в установленном имидже.

source: - the option copies oscam configi and cccam, openpli default.
ru: - функция копирует настройки оскама и cccam, openpli по умолчанию.

source: - option for image blackhole, helps to run BH in neoboot
ru: - функция для имиджа blackhole, помогает запустить BH в neoboot.

source: Not enough free space on /media/ !! You need at least 300Mb free space. Exit plugin.
ru: Недостаточно свободного места на /media/ !! Вам нужно как минимум 300 МБ свободного места. Плагин выход.

source: Image Name
ru: Название имиджа

source: Image will be booted on the next STB boot!
ru: Имидж будет запущено при следующей перезагрузке ресивера!

source: Image: %s
ru: Имидж: %s

source: Info
ru: Информация

source: Info disc
ru: Диски

source: Information available only when running Flash.
ru: Информация доступна только при запуске с флэш.

source: Initialize
ru: Форматирование

source: Initializing storage device...
ru: Инициализация устройства хранения данных ...

source: Install
ru: Установить

source: Install & run multiple images.
ru: Установите и запустите несколько изображений.

source: Install Confirmation
ru: Подтверждение установки

source: Install Image
ru: Установка имиджа

source: Install Kernel
ru: Установить ядро

source: Install the new images from the Internet
ru: Установите новые изображения из интернета

source: Installation
ru: Установка имиджа

source: Installation aborted !
ru: Установка прервана!

source: Installation operation canceled. This is not a vuplus box !!!
ru: Операция установки была отменена. Это не приемник vuplus!!!

source: Installing a proven and successful !!!!
ru: Установка проверена и эффективна !!!

source: Installing multiple images
ru: Установка нескольких имиджей

source: Installing packages ...
ru: Установка пакетов...

source: Instruction
ru: Инструкция

source: Internal
ru: Внутренний

source: Internal flash
ru: Внутренняя flash

source: Kernel Version:
ru: Версия ядра:

source: Keyboard
ru: Клавиатура

source: MOUNTING. / Restart image.'
ru: МОНТИРОВАНИЕ./Перезагрузить имиджа '

source: Maintain file permissions, requires running as root. (default: False)
ru: Сохранить права доступа к файлам, необходимо запустить как root. (default: False)

source: Make copy
ru: Создайте резервную копию

source: Memory disc:
ru: Память диска:

source: Meoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
ru: NeoBoot обнаружил что не установлен на модели VuPlus, вы не можете запустить BlackHole изображени !!!

source: Meoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
ru: NeoBoot обнаружил что вы хотите запустить образ BlackHole. Внимание!!! - BlackHole следует запускать без менеджера загрузки!!! Если у вас запущен образ BlackHole не меняйте его на другой при перезагрузке из менеджера загрузки!!! Теперь запустить выбранное имидж ?

source: More options
ru: Больше вариантов

source: Mount
ru: Монтирование

source: Mount Manager.
ru: Менеджер монтирования.

source: Multi image
ru: Установка нескольких образов

source: NeoBoot - Image Installation
ru: NeoBoot- Установка имиджа

source: NeoBoot - Installation
ru: NeoBoot - Установка

source: NeoBoot - Menu
ru: NeoBoot - Меню

source: NeoBoot Ver.
ru: NeoBoot Версия.

source: NeoBoot Ver. updates
ru: NeoBoot новая версия

source: NeoBoot has been installed succesfully !
ru: Поздравляем NeoBoot установлен правильно. \nТеперь вы можете перезагрузить плагин !

source: NeoBoot has detected that it is running image blackhole. To change the image should return to Flash !!! Start selected image now ?
ru: NeoBoot обнаружил что работает имидж BlackHole. Чтобы изменить образ, следует вернуться к Flash !!! Теперь запустить выбранный имидж ?

source: NeoBoot has detected update. Do you want to update NeoBoota now ?
ru: NeoBoot обнаружил обновление. Если вы хотите сейчас обновить NeoBoot ?

source: NeoBoot installation image
ru: NeoBoot установка имиджа

source: NeoBoot is based on a egamiboot < mod by gutosie and madu >
ru: NeoBoot основана на egamiboot <mod gutosie i madu>

source: NeoBoot is removing...
ru: NeoBoot удаляется...

source: NeoBoot is running from:
ru: NeoBoot работает с:

source: NeoBoot is running image:
ru: Текущий имидж:

source: NeoBoot new Image download
ru: NeoBoot загрузка нового имиджа

source: NeoBoot version:
ru: Версия Neoboot:

source: NeoBoot: Backup Image
ru: NeoBoot: Резервное копирование имиджа

source: NeoBoot: Deleting All Images
ru: NeoBoot: Удаление всех изображений

source: NeoBoot: Deleting Image
ru: NeoBoot: Удаление имиджа

source: NeoBoot: Download Image....
ru: NeoBoot: Загрузка имиджа....

source: NeoBoot: Install new image
ru: NeoBoot: Установка нового имиджа

source: NeoBoot: Restore COMPLETE !
ru: NeoBoot: ПОЛНОЕ Восстановление !

source: NeoBoot: Restore Image
ru: NeoBoot: Восстановление имиджа

source: NeoBoot: Upgrading in progress Please wait...
ru: NeoBoot: Идет обновление Пожалуйста, подождите ...

source: NeoBot - First use the Device Manager and mount the drives correctly !!!
ru: NeoBot - Сначала, пожалуйста, используйте диспетчер устройств и установи правильно диски !!!

source: NeoBot checks the connected media. WAIT ... DISCS:
ru: NeoBoot проверяет подключенные носители данных. ОЖИДАЙТЕ... ДИСКИ:

source: NeoBot has detected that it is not running image from the memory of the decoder. Start selected image now ?
ru: NeoBot обнаружил, что имидж не работает из памяти декодера. Теперь запустить выбранный имидж ?

source: NeoBot started installing new image.
ru: NeoBot начал устанавливать новый имидж.

source: NeoBot was removed !!! The changes will be visible only after complete restart of the receiver.
ru: NeoBoot был удален !!! Изменения будут видны только после перезагрузки ресивера.

source: No blocks found.
ru: Блоки не найдены.

source: No file location NeoBot, do re-install the plugin.
ru: Нет местоположения файла Neoboot, переустановите плагин.

source: Not Detected kernel-module-nandsim, install ?
ru: Не найдено kernel-module-nandsim, установить ?

source: Number of images installed:
ru: Количествово имиджей:

source: OK Start image...
ru: !!! СТАРТ ИМИДЖА NEOBOOT !!!.

source: Overwrite the files of the module and firmware ?
ru: Заменить файлы модуля и прошивки?

source: Package installation is complete. You can test image BlackHole ...
ru: Установка пакета завершена. Вы можете проверить имидж BlackHole ...

source: Package installation is complete. You can test new image.
ru: Установка пакета завершена. Вы можете проверить новый имидж.

source: Partition %d
ru: Раздел %d

source: Partition(mountpoint=%s,description=%s,device=%s)
ru: Раздел(точка монтирования=%s,описание= "%s", устройство=%s)

source: Path BlackHole ? (Not recommended for VuPlus)
ru: Путь BlackHole (не рекомендуется для VuPlus)

source: Please choose an image to boot
ru: Выбор имиджа для загрузки

source: Please name NeoBootUpdate.tar.gz for the downloaded file and upload to / tmp and try again.
ru: Пожалуйста, введите имя NeoBootUpdate.тар.gz для загруженного файла,отправьте к папке /tmp и попробуйте снова...

source: Please, wait...
ru: Пожалуйста, подождите...

source: Please, wait...
ru: Пожалуйста, подождите...

source: Please, wait....
ru: Пожалуйста, подождите....

source: Please: DO NOT reboot your STB and turn off the power.
ru: НЕ следует перезагружать или выключать питания ресивера.

source: Preserve
ru: Сохранить

source: Processor
ru: Процессор

source: Read Only
ru: Только для чтения

source: Recovering setting....
ru: Восстановление настроек .....

source: Reject
ru: Отклонить

source: Remove Image
ru: Удаление имиджа

source: Remove NeoBoot of STB
ru: Удалить NeoBoot

source: Remove password ftp for the new Image ?
ru: Удалить пароль ftp для нового изображения ?

source: Remove zip file after installation ?
ru: Удалить zip-файл после установки ?

source: Removed successfully.
ru: Успешно удалено.

source: Removing canceled!
ru: Удаление отменено!
