Repository: OpenE2/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: ru

source: Removing partition table
ru: Удаление таблицы разделов

source: Repair FTP ? (Recommended only other image if it does not work.)
ru: Исправить подключение по FTP (только для других имиджей)

source: Rereading partition table
ru: Повторное чтение таблицы разделов

source: Restart GUI now?
ru: Перезапуститься GUI?

source: Restore Confirmation
ru: Подтверждение восстановления

source: Restoring backup
ru: Восстановление резервной копии

source: Return to installation...
ru: Возврат к установке Neoboot...

source: STB name:
ru: Имя STB:

source: Save
ru: Сохранить

source: Select OK to run the image.
ru: Выберите OK, чтобы запустить имидж.

source: SetupMounts
ru: Монтирования

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel
ru: К сожалению, кажется, что не правильно отформатированы устройства, установленные на ресивере.Чтобы установить Neoboot, вам нужно отформатировать устройство part1 в формате linux. Нажмите на синюю кнопку, чтобы открыть панель устройств

source: Sorry the name of the new Image is too long.
ru: К сожалению,название нового изображения слишком велика.Пожалуйста, придать новую более короткое имя.

source: Sorry there is not enought available space on your device. You need at least 800 Mb free to install a new image.
ru: К сожалению, на Вашем устройстве недостаточно свободного места. Чтобы установить новый образ, нужно, по крайней мере, 800 Мб свободного места.

source: Sorry this name is reserved. Choose another name for the new Image.
ru: К сожалению, это имя уже используется.Выберите другое имя для нового изображения.

source: Sorry you cannot delete Flash image
ru: К сожалению, вы не можете удалить имидж, установленное в памяти вспышки приемника

source: Sorry you cannot delete the image currently booted from.
ru: К сожалению, вы не можете удалить текущий имидж.

source: Sorry you cannot overwrite the image currently booted from. Please, boot from Flash to restore this backup.
ru: К сожалению, вы не можете заменить текущий имидж.Пожалуйста, запустите с флэш-памяти,чтобы восстановить резервную копию.

source: Sorry, Meoboot can be installed or upgraded only when booted from Flash
ru: К сожалению, NeoBoot может устанавливать имидж или обновляться только в том случае, если он работает с Flash

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash.
ru: Извините, Neoboot можно установить или обновить только при запуске с вспышки.

source: Sorry, NeoBot installs new images only from the Flash
ru: Извините,NeoBoot устанавливает новые картины, только вспышки

source: Sorry, an Image with the name
ru: Извините, Имидж с именем

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install NeoBoot!
ru: Извините, в вашем STB нет никаких подключенных устройств. Пожалуйста, подключите HDD или USB для установки NeoBoot!

source: Sorry: Wrong image in flash found. You have to install in flash OpenSPA Image
ru: Извините: неправильно имидж во flash установлено. Вы должны установить имидж на flash OpenSPA,OpenPLi

source: Source Image file
ru: Файл источник имиджа

source: Specify PEB size
ru: Укажите размер PEB

source: Specify output directory path.
ru: Укажите путь к выходному каталогу.

source: Start offset larger than file size!
ru: Начать смещение больше размера файла!

source: Start the chosen system now ?
ru: Запустить выбраный имидж сейчас ?

source: Start the device manager ?
ru: Запустить диспетчер устройств?

source: Start the new image after installation ?
ru: Запустить новый имидж после установки ?

source: Start with change kernel - Recommended
ru: Начните с изменения ядра - Рекомендуется

source: Suppress warnings and non-fatal errors. (default: False)
ru: Игнорировать предупреждения и критические ошибки. (default: False)

source: The authors plug NeoBot not liable for damage a receiver, NeoBoota incorrect use or installation of unauthorized additions or images.!!!
ru: Авторы плагина Neoboot не несут ответственности за повреждение приемника, неправильное использование Neoboot или установку запрещенных дополнений, изображений

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
ru: Это устройство %s не является отформатированы в EXT2, EXT3, EXT4. Убедитесь, что вы выбираете правильный тип раздела.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ru: Каталог "%s " не доступен для записи. Убедитесь, что вместо этого вы выбираете каталог с возможностью записи.

source: The download neoboot update.
ru: Загрузите обновление Neoboot.

source: The installation has encountered an error !!!. This may be no connection to the server or the link has expired. When installing a new image use options ubi_reader...
ru: Во время установки произошла ошибка !!!.. Причиной может быть отсутствие подключения к серверу или подключение истек. При установке нового изображения используйте ubi_reader ...

source: The installation process may take a few minutes.
ru: Процесс установки может занять несколько минут.

source: The operation has been canceled or meoboot is not running in stb VuPlus
ru: Операция была отменена или NeoBoot не работает в VuPlus

source: The selected image starts after you hard reboot tuner.
ru: Выбранный имидж запускается после жесткого перезапуска приемника.

source: The update file is available at http://all-forum.cba.pl
ru: Файл обновления доступен по адресу http://all-forum.cba.pl

source: The update has been canceled.
ru: Обновление было отменено.

source: There is no NeoBootUpdate.tar.gz to install.
ru: Нет файла в NeoBootUpdate для установки !

source: Tools Neoboot
ru: Инструменты NeoBoot

source: UBIFS Common Header
ru: Общий заголовок UBIFS

source: UBIFS Data Node
ru: Узел данных UBIFS

source: UBIFS Directory Entry Node
ru: Узел ввода каталога UBIFS

source: UBIFS Index Node
ru: Узел индекса UBIFS

source: UBIFS Master Block Node
ru: Узел главного блока UBIFS

source: UBIFS Super Block Node
ru: Супер блок узла UBIFS

source: Unable to determine structure of /dev
ru: Не удалось определить структуру устройства

source: Unfortunately, at the moment not found an update, try again later.
ru: К сожалению, на данный момент не найдено обновления, повторите попытку позже.

source: Unmount
ru: Отключить

source: Unpack the image - no change.
ru: Распакуйте образ - без изменений.

source: Unpack the image tar.bz2 4K
ru: Распакуйте образ tar.bz2 4K

source: Update NeoBot
ru: Обновление NeoBoot

source: Update neoboot in all images ?
ru: Обновить Neoboot во всех имиджах ?

source: Updated unnecessary, you have the latest version. Please try again later.
ru: Ненужное обновление, у вас есть последняя версия. Повторите попытку позже.

source: Use ubi_reader
ru: Используйте ubi_reader

source: Use nandsim
ru: Используйте nandsim (рекомендуется)

source: Use options with the boot manager.
ru: Используйте опцию с менеджера загрузки (рекомендуется)

source: Use options without the boot manager.
ru: Используйте опцию без менеджера загрузки.

source: Use the next start.
ru: Пожалуйста, используйте в следующий раз.

source: Used Kernel: Flash
ru: Используется ядро: Flash

source: Used:
ru: Использована память на диске:

source: Ver. updates
ru: Версия обновления

source: Version update:
ru: Версия обновления:

source: Volume Table Record: %s
ru: Запись Таблицы Томов: %s

source: Volume output directory is not empty. %s
ru: Выходной каталог Тома не пуст. %s

source: Volume: %s
ru: Объем: %s

source: WARNING !!! First, mount the device.
ru: ВНИМАНИЕ !!! Сначала установите устройство.

source: WARNING !: The update brings with it the risk of errors.
ru: ПРЕДУПРЕЖДЕНИЕ: Обновление влечет за собой риск ошибок.

source: Wait almost over ... Loading the image to: %s
ru: Ждите процесс заканчивается ... Загрузка изображений для:%s

source: Wait please while scanning for devices...
ru: Пожалуйста, подождите, при сканировании устройств ...

source: Wait please, NeoBoot is working: ....Restore in progress....
ru: Пожалуйста, подождите, NeoBoot работает: ....Продолжается восстановление....

source: Waiting for mount
ru: Ожидайте идёт монтирование

source: Waiting for partition
ru: Ожидание раздела

source: Welcome to NeoBoot %s Plugin installation.
ru: Добро пожаловать в установки плагина NeoBoota %s.

source: Welcome to the world of Python
ru: Добро пожаловать в мир Python

source: Would you like to download the image from the network now ?
ru: Вы хотите загрузить картинку из сети?

source: Writing inode tables:
ru: Запись таблиц индексный дескриптор:

source: Writing to: %s
ru: Сохранение в: %s

source: You are not running OpenSPA Image. You must mount devices Your self.
ru: Вы не используете изображения OpenPLi. Необходимо вручную установить устройство.

source: You have to provide a name for the new Image.
ru: Каталог /media/ neoboot/ImagesUpload пуст!\n Загрузить файлы, изображения в формате .ZIP или .NFI, или введите имя нового изображения.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/neoboot/ImagesUpload and select the image to install.
ru: Вам нужно выбрать один имидж для установки. Пожалуйста, пришлите файл .zip в папку: /media/neoboot/ImagesUpload и выбрать имидж для его установки.

source: You really want to install NeoBoot in:
ru: Вы действительно хотите установить Neoboot на:

source: You system does not support ext4
ru: Ваша система не поддерживает ext4

source: [Harddisk]
ru: [Жесткий диск]

source: [NeoBoot] We detected that you want to install more than 14 images, be sure to use options without the boot manager.
ru: [NeoBoot] Вы хотите установить более чем 14 изображений, не забудьте использовать опцию диспетчер загрузки системы при запуске изображения в NeoBoot.

source: [NeoBoot] For proper operation of the image blackhole in neobot, you need to install additional packages. Install now ?
ru: Чтобы обеспечить правильную работу BlackHole в Neoboot, необходимо установить дополнительные пакеты. Теперь установить ?

source: [NeoBoot] The /media/neoboot/ImagesUpload directory is EMPTY !!! Please upload the image files in .ZIP or .NFI formats to install.
ru: [NeoBoot] Каталог /media / neoboot/ImagesUpload пуст! Пожалуйста, загрузить файлы, имиджа в формате.ZIP или .NFI и повторите установку.

source: [NeoBoot]From the installation, you can not run an image BlackHole.
ru: С помощью установки, не удается запустить изображения BlackHole.

source: autoresize
ru: автоматического изменения размеров

source: couldn't determine blockdev physdev for device
ru: не удалось установить блоки устройства physdev для устройства

source: couldn't read model:
ru: не могу прочитать бренд:

source: device
ru: устройство

source: disc
ru: диск

source: errors
ru: ошибки

source: filepath
ru: путь к файлу

source: inode
ru: индексный дескриптор

source: journal
ru: журнал

source: largefile
ru: большой файл

source: list
ru: lista

source: name
ru: название

source: new Harddisk
ru: новый жесткий диск

source: new Network Mount
ru: новое монтирование сети

source: new Network Mount being used as HDD replacement -> /media/hdd/
ru: новое сетевое монтирование, используемое в качестве жесткого диска -> /media/hdd/

source: nfidump by gutemine - Thanks
ru: nfidump by gutemine - Thanks/Спасибо

source: no image to remove
ru: нет изображения для удаления

source: offset
ru: смещение

source: part
ru: часть

source: processor
ru: процессор

source: remove
ru: удаление

source: size
ru: размер

source: system type
ru: тип системы

source: umount
ru: от монтировать

source: unavailable
ru: недоступно

source: undefined
ru: не определено

source: unknown
ru: неизвестное

source: update
ru: обновление

source: update packages
ru: пакеты обновления

source: [NeoBoot] Please upload the image files in .ZIP or .NFI formats to install.
ru: [NeoBoot] Пожалуйста, загрузите файлы имиджа в форматах .ZIP или .NFI для установки.

source: [NeoBoot] Image Downloader - download plugin not installed! Install plugin to download new image ? ---Continue ?---
ru: [NeoBoot] Загрузчик изображений - плагин загрузки не установлен! Установите плагин для загрузки нового имиджа ? ---Продолжить?---

source: Installation with risk
ru: Установка с риском

source: Installation from Flash!!! ---Continue ?---
ru: Установка с Flash!!! ---Продолжить ?---

source: Installation new image.
ru: Установка нового имиджа.

source: It is recommended to install new software only from a flash system. ---NEOBOOT EXIT---
ru: Рекомендуется устанавливать новое программное обеспечение только с флэш-системы. ---NEOBOOT EXIT---

source: Copy files from Flash to the installed image ?
ru: Копировать файлы из Flash в установленный имидж

source: Copy the kernel of the installed system (recommended ?
ru: Копировать ядро установленной системы (рекомендуется)

source: Copy MediaPortal ?
ru: Копировать MediaPortal

source: Stop processes E2 for installation ?
ru: Остановить enigma2 перед установкой

source: Stop E2 processes during installation?
ru: Остановить enigma2 во время установки

source: SetDiskLabel
ru: Установить диск

source: Reinstall NeoBoot
ru: Переустановка NeoBoot

source: Used kernet:
ru: Используется kernet:

source: Disk UUID not found - Universally unique identifier (UUID) is not required. You can proceed with further installation or give an ID to your disk. To continue the installation neoboo, press OK or No to abort.
ru: UUID диска не найден - Универсально уникальный идентификатор (UUID) не требуется. Вы можете продолжить дальнейшую установку или дать ID на свой диск. Чтобы продолжить установку, нажмите OK или Нет, чтобы отменить.

source: Proceed with further installation without providing a unique identifier for the disks ?
ru: Продолжить установку без указания уникального идентификатора дисков ?

source: NeoBoot tools
ru: Настройки NeoBoot

source: Make a copy of the image from NeoBoot
ru: Создать Backup имиджа из NeoBoot

source: Restore a copy of the image to NeoBoot
ru: Восстановить Backup имиджа в NeoBoot

source: Device manager
ru: Диспетчер устройств

source: Delete the image ZIP from the ImagesUpload directory
ru: Удалите в ZIP имидж из каталога ImagesUpload

source: Uninstall NeoBoot
ru: Удалить NeoBoot

source: Reinstalacja NeoBoota
ru: Переустановить NeoBoot

source: Update NeoBoot on all images.
ru: Обновить NeoBoot во всех имиджах

source: Update TV list on installed image.
ru: Обновить список ТВ во всех имиджах

source: IPTVPlayer upgrade on installed image.
ru: Обновление IPTVPlayer во всех имиджах.

source: Removing the root password.
ru: Удаление пароля root

source: Check the neoboot installation
ru: Проверка установки NeoBoot

source: NeoBoot information
ru: Информация о NeoBoot

source: Supported satellite tuners
ru: Поддерживаемые спутниковые тюнеры

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: %sImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ru: 3. Для установки нового образа в MultiBocie необходимо отправить по FTP файл программного обеспечения, сжатый в ZIP или NIF, в папку: %sImagesUpload и плагин дистанционного управления NeoBoot используют зеленую кнопку <Установка>

source: NeoBoot Version
ru: Версия NeoBoot

source: NeoBoot is based on EGAMIBoot < mod by gutosie >
ru: NeoBoot основан на EGAMIBoot < мод от gutosie >

source: EGAMIBoot author allowed neoboot development and editing - Thanks
ru: Автор EGAMIBoot дал согласие на разработку и редактирование - Спасибо

source: nfidump by gutemine - Thanks
ru: nfidump от gutemine - Спасибо

source: ubi_reader by Jason Pruitt - Thanks
ru: ubi_reader от Jason Pruitt - Спасибо

source: Translation by gutosie and other people!
ru: Перевод: от gutosie и других людей!

source: Thank you to everyone not here for helping to improve NeoBoot
ru: Спасибо всем, кто не здесь,за помощь в улучшении NeoBoot

source: Successful fun :)
ru: Удачи !!!

source: Have fun :)
ru: Удачи :)

source: Validation of installed modules for NeoBot
ru: Проверка установленных модулей для NeoBot

source: Make a complete copy of NeoBoot ?
ru: Создать полную копию NeoBoot ?

source: The backup will be saved to /media/neoboot. Execution in progress....
ru: Резервная копия будет сохранена в /media/neoboot. Выполнение в процессе....

source: Uninstall
ru: Удалить

source: Clear
ru: Очистить

source: The amount of free space in Superbot:
ru: Количество свободного места в Superbot:

source: Select the copy you want to restore
ru: Выберите копию, которую хотите восстановить

source: You have the following images installed
ru: У вас установлены следующие имиджи

source: You still have time off:
ru: У тебя еще есть свободное время:

source: Select the image from which you want to make copies
ru: Выберите имидж, с которого вы хотите сделать копии

source: Select partition to set label:
ru: Выберите раздел для установки метки:

source: Current partition label:
ru: Текущая метка раздела:

source: Choice label to set:
ru: Выбор метки для установки:

source: Set label
ru: Установить метку

source: Add label
ru: Добавить ярлык

source: Delete label
ru: Удалить ярлык

source: No label
ru: Нет метки

source: Set Disk Label
ru: Установить метку диска

source: Set label on %s?
ru: Установить метку на %s?

source: Selected label is set
ru: Выбранный ярлык установлен

source: Add new partition label:
ru: Добавить новую метку раздела:

source: Delete label from %s?
ru: Удалить ярлык из %s?

source: Label is delete
ru: Метка удалена

source: It seems that multiboot does not support this STB model !!!
ru: Похоже, мультизагрузка не поддерживает эту модель STB !!!

source: Select Yes to reinstall the neoboot. NEOBOOT.
ru: Выберите Да, чтобы переустановить neoboot. NEOBOOT.

source: Delete image ZIP from the ImagesUpload directory
ru: Удалить ZIP имиджа из каталога ImagesUpload

source: NeoBoot Backup
ru: Создать резервную копия NeoBoot

source: Update IPTVPlayer on installed image.
ru: Обновить IPTVPlayer во всех имиджах

source: Check the correctness of neoboot installation
ru: Проверка установки NeoBoot

source: Skin change
ru: Выбор скина

source: Mount Internal Flash
ru: Подключить внутреннюю Flash

source: Deleting languages
ru: Удаление языков локали

source: Supported sat tuners
ru: Поддерживаемые спутниковые тюнеры

source: NeoBoot Information
ru: Информация о NeoBoot

source: 1. Requirements: For proper operation of the device NeoBota are required USB stick or HDD.
ru: 1. Требования: Для правильной работы устройства NeoBota требуются USB или HDD.

source: 3. To install a new image in NeoBoot should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
ru: 3. Для установки нового образа в NeoBoot необходимо отправить по FTP файл программного обеспечения, сжатый в ZIP или NIF, в папку: /media/neoboot/ImagesUpload и пульт дистанционного управления NeoBoot использует зеленую кнопку <Установка>

source: 4. For proper installation and operation of additional image multiboot, use only the image intended for your receiver. !!!
ru: 4. Для правильной установки и работы дополнительного образа мультизагрузки используйте только образ, предназначенный для вашего ресивера. !!!

source: 3. To install the new software in multiboot, you must send the software file compressed in zip format via ftp to the ImagesUpload directory, or download from the network.
ru: 3. Чтобы установить новое программное обеспечение в neoboot, вы должны отправить файл, сжатый в формате ZIP через ftp, в каталог ImagesUpload или загрузить из сети.

source: Reinstall kernel
ru: Переустановка ядра

source: Upload image files in zip formats to the ImagesUpload location.
ru: Загрузите файлы изображений в форматах zip в папку ImagesUpload.

source: The plug-in has been successfully installed.
ru: Плагин был успешно установлен..

source: Updating ...
ru: Обновление ...

source: Reinstall neoboot
ru: Переустановите neoboot

source: NeoBoot Skin Change
ru: NeoBoot Изменение скина

source: Choose the skin you want to make.
ru: Выберите скин, который вы хотите установить

source: Change
ru: Выбор

source: Skin Change confirmation
ru: Замена скина

source: Skin Change: %s now ?
ru: Изменить скин: %s сейчас ?

source: Please wait, NeoBot is working, skin change is progress...
ru: Пожалуйста, подождите, NeoBot работает, изменение скина происходит...

source: NeoBoot: Complete Skin Change!
ru: NeoBoot: Полное изменение скина!

source: Select to delete.
ru: Выберите, чтобы удалить.

source: Deleting Languages
ru: Удаление языков локали

source: File: %s remove ?
ru: Файл: %s Удалить ?

source: Confirmation of Deletion...
ru: Подтверждение...

source: NeoBoot - deleting backup files .....
ru: NeoBoot - удаление файлов резервных копий .....

source: NeoBoot: Backup files deleted!
ru: NeoBoot: резервные копии файлов удалены!

source: Install software internal flash memory in media
ru: Установите программное обеспечение внутренней флэш-памяти на носитель

source: Start - Red
ru: Запустить

source: List of supported stb.
ru: Список поддерживаемых stb.

source: Copy the IPTV Player plugin from flash to all images
ru: Копировать плагин IPTV Player на все имиджи

source: Copy the tv list with flash on all image
ru: Копировать список ТВ с flash на все имиджи

source: Install neobot from flash memory to all images
ru: Установите neoboot из флэш-памяти для всех имиджей

source: Restore copy NeoBoot
ru: Восстановить копию NeoBoot

source: Remove the plug
ru: Удалить NeoBoot

source: Are you sure you want to delete the image from the ImagesUpload directory If you choose the red button on the remote control then you will delete all zip images from the ImagesUpload directory
ru: Вы уверены, что хотите удалить имидж из каталога загрузки имиджей Если вы выберете красную кнопку на пульте дистанционного управления, вы удалите все zip-изображения из каталога загрузки имиджей.

source: Start the device manager
ru: Запустите диспетчер устройств

source: Choose copy you want to restore or delete.
ru: Выберите копию, которую вы хотите восстановить или удалить.

source: You still have free:
ru: У вас еще есть свободно:

source: Choose the image you want to make a copy of
ru: Выберите имидж, которому вы хотите сделать копию

source: Run
ru: Запустить

source: Sorry, Neoboot can be installed or upgraded only when booted from Flash
ru: Извините, Neoboot можно установить или обновить только при загрузке с Flash

source: An error was encountered, you have neoboot installed on usb and hdd. Uninstall one directories from one drive.
ru: Произошла ошибка, у вас установлен neoboot на usb и hdd. Удалите один каталог с одного диска.

source: Geen internet
ru: Geen интернет

source: NeoBot - First use yellow button and Set Disk Label! Without labeling disc neoboot may not work properly
ru: NeoBot - сначала используйте желтую кнопку и установите метку диска! Без метки диска neoboot может работать некорректно

source: NeoBot - choose what you want to do, install or not !!!
ru: NeoBoot - выбирай что хочешь делать, устанавливать или нет !!!

source: Initialize ext3
ru: Инициализировать ext3

source: Initialize ext4
ru: Инициализировать ext4

source: It is recommended to give a label to the disk.
ru: Рекомендуется дать ярлык на диск

source: Reboot
ru: Перезагрузка

source: Kernel
ru: Ядро

source: Plugin ImageDownloader not installed! Install plugin to download new image? and---Continue ?---
ru: Плагин ImageDownloader не установлен! Установить плагин для загрузки нового имиджа? and---Продолжить ?---

source: Make complete copy NeoBoot
ru: Создать полную копию NeoBoot
